Repository: wp-plugins/mailrelay
Catalog: languages/mailrelay-*.po
Languages: el, es_es, pt_br

source: Connection Settings
el: Ρυθμίσεις σύνδεσης
es_es: Configuración de Conección
pt_br: Configurações de Conexão

source: Host:
el: Κόμβος:
es_es: Servidor:
pt_br: Servidor:

source: Please enter the host that you have in your Mairelay welcome email. Please enter it without the initial http:// (for example demo.ip-zone.com)
el: Παρακαλούμε εισάγετε του κεντρικού υπολογιστή που έχετε στο email καλωσορίσματος του Mairelay. Παρακαλώ πληκτρολογήστε τον χωρίς το αρχικό http:// (για παράδειγμα demo.ip-zone.com)
es_es: Por favor inserte el host que has recibido en el email de bienvenida de Mailrelay. Por favor, inserte-o sin la inicial http:// (por ejemplo: demo.ip-zone.com)
pt_br: Por favor digite o host que você recebeu no email de boas vindas da Mailrelay. Por favor, insira-o sem a inicial http:// (por exemplo: demo.ip-zone.com)

source: API Key:
el: Κλειδί API:
es_es: Clave API:
pt_br: Chave API:

source: Please enter your API key. You can generate your API key on your Mailrelay panel, Configuration -> API access -> Generate API key
el: Παρακαλώ εισάγετε το κλειδί API. Μπορείτε να παράγετε το δικό σας κλειδί API στον πίνακα ελέγχου του λογαριασμού σας στο Mailrelay, στην σελίδα Configuration -> API access -> Generate API key
es_es: Por favor inserte su clave API. Puedes gneerar su clave API en tu panel Mailrelay, Configuración -> acceso API -> Gneerar clave API
pt_br: Por favor insira sua chave API. Você pode gerar a sua chave API no seu painel da Mailrelay, Configuração -> acesso API -> Gerar chave API

source: Save Changes
el: Αποθήκευση Αλλαγών
es_es: Guardar Cambios
pt_br: Salvar Alterações

source: Feeds Settings
el: Ρυθμίσεις τροφοδοσίας
es_es: Configuraciones de los Feeds
pt_br: Configurações dos Feeds

source: Feeds like newsletters:
el: Τροφές όπως ενημερωτικά δελτία:
es_es: Feeds como Boletines
pt_br: Feeds como Newsletter

source: To send feeds like newsletters
el: Να στείλει μηνύματα όπως ενημερωτικά δελτία
es_es: Para enviar los feeds como Boletines
pt_br: Para enviar os feeds como Newsletters

source: Please select a group to send the feeds
el: Παρακαλώ επιλέξτε μια ομάδα για να στείλετε τα μηνύματα
es_es: Por favor, selecciona un grupo para enviar los feeds
pt_br: Por favor, escolha um grupo para enviar os feeds

source: Newsletter From:
el: Ενημερωτικό δελτίο από:
es_es: Boletín De:
pt_br: Newsletter De:

source: Use this field like Newsletter From
el: Χρησιμοποιήστε αυτό το πεδίο όπως το ενημερωτικό δελτίο από
es_es: Usa este campo como boletín De
pt_br: Use este campo como Newsletter De

source: Newsletter Reply To:
el: Απάντηση πρός:
es_es: Responder boletín para:
pt_br: Responder Newsletter para:

source: Use this field like Newsletter Reply To
el: Χρησιμοποιήστε το πεδίο αυτό σαν απάντηση σε ενημερωτικό δελτίο
es_es: Usa este campo como Respuesta del Boletín para
pt_br: Use este campo como Resposta da Newsletter para

source: Newsletter Report To:
el: Αναφορά ενημερωτικού δελτίου σε:
es_es: Informe de Boletín Para:
pt_br: Relatório de Newsletter Para:

source: Use this field like Newsletter Report To
el: Χρησιμοποιήστε αυτό το πεδίο ως αναφορά σε ενημερωτικού δελτίου
es_es: Usa este campo para el envío del informe del Boletín
pt_br: Use este campo para o envio de relatório da Newsletter

source: Allow users to unsubscribe:
el: Επιτρέπουν στους χρήστες να διαγραφείτε από τη συνδρομή:
es_es: Permitir usuarios cancelar la suscripción
pt_br: Permitir que os usuários possam cancelar a assinatura

source: Enable users to unsubscribe from the feeds
el: Επιτρέπουν στους χρήστες να διαγραφείτε από την τροφοδοσία
es_es: Permitir usuarios a cancelar la suscripción de los feeds
pt_br: Habilitar usuários a cancelar assinatura dos feeds

source: Posts Settings
el: Ρυθμίσeiς άρθρων
es_es: Configuración de Posts
pt_br: Configurações de Posts

source: Sync Users
el: Συγχρονισμός χρηστών
es_es: Sincronizar Usuarios
pt_br: Sincronizar Usuários

source: Please select a group to send this post
el: Παρακαλώ επιλέξτε μια ομάδα για να στείλετε αυτό το post
es_es: Por favor selecciona un grupo para enviar este post
pt_br: Por favor escolha um grupo para enviar este post

source: - Don't send -
el: -Μην στέλνετε-
es_es: No enviar
pt_br: Não enviar

source: Alternative Title
el: Εναλλακτικός τίτλος
es_es: Título Alternativo
pt_br: Título Alternativo

source: If you enter a value in this field it will be used instead of post title
el: Εάν εισαγάγετε μια τιμή σε αυτό το πεδίο θα χρησιμοποιηθεί αντί του τίτλου του άρθρου
es_es: Si usted insertar un valor en este campo será usado en lugar del título del post
pt_br: Se você inserir um valor neste campo será usado em vez do título do post

source: Unsubscribe
el: Ακύρωση συνδρομής
es_es: Cancelar suscripción
pt_br: Cancelar assinatura

source: View more
el: Δείτε περισσότερα
es_es: Ver más
pt_br: Veja mais

source: Posted:
el: Δημοσιεύθηκε
es_es: Publicado:
pt_br: Publicado:

source: Posts like newsletters:
el: Άρθρα ως ενημερωτικά δελτία:
es_es: Posts como Boletín
pt_br: Posts como Newsletter

source: Enable posts like newsletters
el: Ενεργοποίηση άρθρων ως ενημερωτικά δελτία
es_es: Activar posts como Boletines
pt_br: Habilitar posts como Newsletters

source: Enable users to unsubscribe from the newsletters
el: Επιτρέπετε οι χρήστες να διαγράφονται από ενημερωτικά δελτία
es_es: Activar usuarios a cancelar la suscripción de los Boletines
pt_br: Habilitar usuários a cancelar assinatura da Newsletter

source: Please Select Group
el: Παρακαλώ επιλέξτε ομάδα
es_es: Por favor selecciona el grupo
pt_br: Por favor escolha o grupo

source: All your Wordpress users will be synced with the groups you are choosing now.
el: Όλοι οι χρήστες του Wordpress σας θα συγχρονιστούν με τις ομάδες που επιλέγετε τώρα.
es_es: Todos tus usuarios Wordpress serán sincronizados con los grupos que estás seleccionando ahora.
pt_br: Todos os seus usuários Wordpress serão sincronizados com os grupos que você está escolhendo agora.

source: To create new groups in Mailrelay, you must login into the control panel and click into the Mail Relay > Subscribers groups
el: Για να δημιουργήσετε νέες ομάδες Mailrelay, θα πρέπει να συνδεθείτε στο πίνακα ελέγχου και κάντε κλικ σε Mail Relay > Subscribers groups
es_es: Para crear nuevos grupos en Mailrelay, debes logear en el panel de control y clicar en MailRelay > Grupos de suscriptores
pt_br: Para criar novos grupos na Mailrelay, você deve logar no painel de controle e clicar em MailRelay > Grupos de assinantes

source: Once there you can add a new group for your Wordpress users, or edit an existing one
el: Αφού εκεί, μπορείτε να προσθέσετε μια νέα ομάδα για τους χρήστες του Wordpress σας, ή να επεξεργαστείτε μια ήδη υπάρχουσα
es_es: Una vez lá podrás añadir un nuevo grupo para los usuarios del WordPress, o editar un ya existente
pt_br: Uma vez lá você pode adicionar um novo grupo para os usuários do WordPress, ou editar um já existente

source: WooCommerce options
pt_br: Opções WooCommerce

source: Sync all users and WooCommmerce customers
pt_br: Sincronizar todos os usuários e clientes WooCommerce

source: Sync only WooCommerce customers
pt_br: Sincronizar apenas clientes WooCommerce

source: Sync all users except WooCommerce customers
pt_br: Sincronizar todos os usuários exceto clientes WooCommerce

source: Start Sync
el: Έναρξη συγχρονισμού
es_es: Iniciar Sincronización
pt_br: Iniciar Sincronização

source: Please select at least one Group.
el: Παρακαλώ επιλέξτε τουλάχιστον μία ομάδα.
es_es: Por favor selecciona al menos un grupo
pt_br: Por favor escolha ao menos um grupo

source: Only sync WooCommerce customers
es_es: Sólo sincronizar clientes WooCommerce
